11/data/attachments/713cb46e15f88ca5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Scott_in_Friend_17700_2</nif:username>
            <nif:friendToBeRequested>soap_friends_83b69bfa-14d6-4319-8bb0-2aa5560a6430</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>